"1" = "Ringer upp din Internetleverantör...";
"2" = "Ansluter...";
"3" = "Autentiserar...";
"4" = "Ansluten till din Internetleverantör.";
"5" = "Kopplar ner...";

"-2" = "Kunde inte starta PPP-inställningsdemon.";
"-1" = "Kunde inte initiera PPP.";

"0" = "Kunde inte ansluta till din Internetleverantör.";
"256" = "Modemet svarar inte. Kontrollera att modemet är anslutet och försök igen.";
"257" = "CCL misslyckades.";
"258" = "Chatt misslyckades";
"259" = "LCP misslyckades.";
"260" = "Autentisering misslyckades. Kontrollera namn och lösenord och försök igen.";
"261" = "Väntetiden löpte ut.";

"512" = "Ingen kopplingston.";
"513" = "Din Internetleverantör är upptagen.";
"514" = "Ingen kopplingston. Kontrollera telefonledningen och försök igen.";
"515" = "Ett modemfel inträffade.";

"PPP_SWITCH_TO_PULSE" = "Byter till pulsval.";
"PPP_SWITCH_TO_TONE" = "Byter till tonval.";
"PPP_WILL_REDIAL" = "Ringer upp igen om 3 sekunder.";
		
